# St7GetEntityAttributesVisibility

Returns the visibility of entity attributes within the model window.

long St7GetEntityAttributesVisibility(long uID, bool* Visible)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Visible
Visible state; either True or False.